Repository: jakubzawada/drop_check
Catalog: lib/l10n/app_*.arb
Languages: pl

source: Drops and promotions!
pl: Dropy i promocje!

# discoverTheLatestSneakerDrops
source: Discover the latest sneaker drops and enjoy the biggest promotions on lifestyle and streetwear!
pl: Odkryj najnowsze dropy sneakersów i korzystaj z największych promocji na lifestyle i streetwear!

source: Next
pl: Dalej

source: Set Notifications!
pl: Ustaw Powiadomienia!

# thirtyFiveMinutesAgo
source: 35m ago
pl: 35m temu

# dropAtNine
source: Drop at 9:00 am!
pl: Drop o godzinie 9:00!

# oneHourAgo
source: 1h ago
pl: 1h temu

# dropAtTwelveThirty
source: Drop at 12:30!
pl: Drop o godzinie 12:30!

source: Select the types of notifications you want to receive.
pl: Wybierz rodzaje powiadomień, które chcesz otrzymywać.

source: Drops
pl: Dropy

source: Men's Promotions
pl: Promocje Męskie

# womenPromotions
source: Women's Promotions
pl: Promocje Damskie

# otherPromotions
source: Other
pl: Inne

source: Buy now
pl: Kup teraz

source: Upcoming
pl: Nadchodzące

source: Available
pl: Dostępne

source: Bargains
pl: Okazje

source: Newsfeed
pl: Aktualności

source: Promotions
pl: Promocje

source: Male
pl: Mężczyzna

source: Woman
pl: Kobieta

source: Other
pl: Inne

source: Notifications
pl: Powiadomienia

source: Leave
pl: Wyjście
